Rank_System = """
*Система Званий:*

_Уважаемые участники нашего сообщества, мы рады представить вам систему званий,
которая отражает ваш вклад и активность в нашем сообществе. 
Каждое звание представляет собой не только символ вашего опыта, 
но и признание вашего влияния на развитие нашего сообщества._

спасибо, круто, спс, благодарю, +, 👍 - ответным сообщением 

```
1. Новичок (Диапазон: 0 - 1)
Для всех новых участников, которые только начинают свой путь с нами.

2. Бикини (Диапазон: 1 - 10)
Вы уже знакомы с нашим сообществом и активно участвуете в дискуссиях.

3. Щегол (Диапазон: 10 - 20)
Ваши сообщения и комментарии начинают привлекать внимание других участников.

4. Смычек (Диапазон: 20 - 30)
Ваша активность продолжает расти, и вы становитесь узнаваемой личностью в нашем сообществе.

5. Турист (Диапазон: 30 - 50)
Вы активно общаетесь с другими участниками и делитесь ценными знаниями.

6. Любитель фармы (Диапазон: 50 - 100)
Ваш вклад в сообщество становится заметным, и вы помогаете новичкам.

7. Билдер (Диапазон: 100 - 200)
Вы внесли значительный вклад в развитие нашего сообщества и стали его столпом.

8. Машина (Диапазон: 200 - 250)
Ваше присутствие ощущается повсюду, и вы играете важную роль в нашей деятельности.

9. Животное (Диапазон: 250 - 300)
Ваше влияние распространяется на различные аспекты нашей деятельности.

10. Терминатор (Диапазон: 300 - 350)
Ваше знание и опыт делают вас незаменимой частью нашего сообщества.

11. mr.Олимпия (Диапазон: 350 - 400)
Вы - вершина достижений в нашем сообществе. Ваше лидерство вдохновляет других.

12. Хищник (Диапазон: 400 - 450)
Ваш вклад и статус сравнимы с хищником, внимательно следящим за всем происходящим.

13. Кто ты тварь ? (Диапазон: 450 - 500)
Ваш авторитет неоспорим, и вы способны управлять даже самыми сложными ситуациями.

14. Эксперт (Диапазон: 500 и более)
Вас можно назвать истинным экспертом. Ваше мнение ценится выше всего.
```
*Не забывайте, что эти звания - лишь символы вашего вклада и активности в сообществе.
Мы ценим каждого участника, вне зависимости от звания. 
Продолжайте развиваться, обмениваться опытом и вдохновлять других!

При достижении нового звания на ваш личный счет будут начислены дополнительные бонусы!
*

"""